---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedTotalColumns
source: html/9ccbe94c-60d5-94af-ae1c-32fc896a26bb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedTotalColumns Property

"Total Column Locations"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedTotalColumns { get; }
```